-- translation for MustangPackage
-- Seventh of the twelve

return {
	["mustang"] = "午马",

	["$qinming"] = "007",
	["#qinming"] = "霹雳火", -- guan 4hp (fcdc)
	["qinming"] = "秦明",
	["designer:qinming"] = "曉ャ絕對",
	["hengsao"] = "横扫",
	[":hengsao"] = "你使用的【杀】可额外指定任意个目标，其中每有一个目标使用手牌【闪】抵消【杀】时，你须弃置两张牌或失去一点体力",
	["#Hengsao"] = "%from 出师不利，【%arg】的负面效果被触发",
	["~qinming"] = "可怜霹雳火，灭地竟无声……",

	["$pengqi"] = "043",
	["#pengqi"] = "天目将", -- guan 4hp (zcyn)
	["pengqi"] = "彭玘",
	["cv:pengqi"] = "小虎尔赤【影音同画】",
	["tianyan"] = "天眼",
	[":tianyan"] = "其他角色的判定阶段开始时，若该角色的手牌数大于2，你可以观看牌堆顶的三张牌，并可以弃掉其中任意数量的牌。",
	["$tianyan1"] = "眼观六路，耳听八方！",
	["$tianyan2"] = "路已探明，大道可行！",
	["~pengqi"] = "夜幕降临，待天明再战！",

	["$xueyong"] = "084",
	["#xueyong"] = "病大虫", -- kou 3/4hp (ybyt)
	["xueyong"] = "薛永",
	["cv:xueyong"] = "爪子",
	["coder:xueyong"] = "战栗贵公子、宇文天启",
	["maiyi"] = "卖艺",
	[":maiyi"] = "出牌阶段，你可以弃置两张装备牌或三张不同花色的牌，执行下列两项中的一项：1.令任意两名角色各摸两张牌；2.回合结束时令任一角色进行一个额外的回合。每回合限一次。",
	["#MaiyiCanInvoke"] = "%from 发动了技能【%arg】，令 %to 立即进行一个额外的回合",
	["$maiyi1"] = "请诸位捧个人场！",
	["$maiyi2"] = "走过路过，不要错过！",
--	["~xueyong"] = "城管来了，快跑啊……",
	["~xueyong"] = "遇到高手了！",

	["$jiangjing"] = "053",
	["#jiangjing"] = "神算子", -- min 3hp (fcdc)
	["jiangjing"] = "蒋敬",
	["tiansuan"] = "天算",
	[":tiansuan"] = "每当两名角色进行拼点时（在双方的拼点牌亮出前），你可以观看一次双方拼点的牌，并可以将其中一张与牌堆顶第一张牌进行交换。",
	["@tiansuan"] = "%src 的拼点牌是 %dest %arg 的 %arg2",
	["huazhu"] = "划珠",
	[":huazhu"] = "出牌阶段，你可以和一名角色拼点，若你赢，你须令任一角色将手牌调整至X张，X为你拼点牌点数的一半（向上取整），每回合限一次。",

	["$guosheng"] = "055",
	["#guosheng"] = "赛仁贵", -- jiang 4hp (cgdk)
	["guosheng"] = "郭盛",
	["cv:guosheng"] = "芭小乐【声声melody】",
	["bingji"] = "并戟",
	[":bingji"] = "出牌阶段，你可以弃置两张同类别的牌，视为你对至多X名其他角色（至少一名）使用一张【杀】，X为你已损失的体力值。",
	["$bingji1"] = "看吾并画戟法！",
	["$bingji2"] = "来一个，杀一个，来一对，杀一双！",
	["~guosheng"] = "就这样……结束了吗？",

	["$duansanniang"] = "149",
	["#duansanniang"] = "大虫窝", -- min 4hp (qlfd)
	["duansanniang"] = "段三娘",
	["cv:duansanniang"] = "南宫泓【「御」】",
	["zishi"] = "自恃",
	[":zishi"] = "任意男性角色的摸牌阶段开始时，你可以弃置至多两张黑色牌，令该角色在其摸牌阶段多摸或少摸等量的牌。",
	["@zishi"] = "你可以弃置至多两张黑色牌来发动【自恃】，令 %src 多摸或少摸等量的牌。",
	["duo"] = "多摸",
	["shao"] = "少摸",
	["#Zishi"] = "%from 令 %to %arg2了 %arg 张牌",
	["$zishi1"] = "老娘替你做主了！",
	["$zishi2"] = "原银在此，将了去！",

	["$duqian"] = "083",
	["#duqian"] = "摸着天", -- kou 4hp
	["duqian"] = "杜迁",
	["naxian"] = "纳贤",
	[":naxian"] = "你可以跳过你的摸牌阶段，令任一其他角色摸两张牌；出牌阶段，你可以获得任一角色的至多X张手牌（X为你已损失的体力值且至少为1），然后该角色摸等量的牌。每阶段限一次。",

	["$hancunbao"] = "156",
	["#hancunbao"] = "银钩铁戟", -- guan 4hp
	["hancunbao"] = "韩存保",
	["jizhan"] = "激战",
	[":jizhan"] = "当你使用一张【杀】时，（在结算前）你可以令该【杀】即将造成的伤害+1。若如此做，则当该【杀】被【闪】抵消时，你须选择一项：弃置两张手牌，或失去1点体力。",

	["$yintianxi"] = "158",
	["#yintianxi"] = "殷直阁", -- guan 3hp
	["yintianxi"] = "殷天锡",
	["yiguan"] = "倚官",
	[":yiguan"] = "当你使用一张♠或♣【杀】时，（在结算前）你可以摸X张牌（X为场上存活的官势力角色数且至多为2）。",
	["qiangzhan"] = "强占",
	[":qiangzhan"] = "回合结束阶段开始时，你可以获得任一其他角色的至多三张手牌（至少一张）。若如此做，则其下一个回合开始时，你须将你的所有手牌交给该角色。",

	["$yuehe"] = "077",
	["#yuehe"] = "铁叫子", -- min 3hp (ttxd)
	["yuehe"] = "乐和",
	["cv:yuehe"] = "烨子【剪刀剧团】",
	["coder:yuehe"] = "roxiel",
	["yueli"] = "乐理",
	[":yueli"] = "若你的判定牌为基本牌，在其生效后可以获得之。",
	["yueli:yes"] = "拿屎",
	["yueli:no"] = "不拿屎",
	["taohui"] = "韬晦",
	[":taohui"] = "回合结束阶段，你可以进行一次判定：若结果不为基本牌，你可以令任一角色摸一张牌，并可以再次使用“韬晦”，如此反复，直到判定结果为基本牌为止。",
	["$yueli1"] = "呵呵～",
	["$yueli2"] = "且慢，音律有误。",
	["$taohui1"] = "白云起，郁披香；离复合，曲未央。",
	["$taohui2"] = "此曲只应天上有，人间能得几回闻。",
	["~yuehe"] = "叫子也难吹奏了。",

	["$zhufu"] = "093",
	["#zhufu"] = "笑面虎", -- kou 3hp (ybyt)
	["zhufu"] = "朱富",
	["cv:zhufu"] = "明哲【剪刀剧团】",
	["coder:zhufu"] = "战栗贵公子、宇文天启",
	["hunjiu"] = "浑酒",
	[":hunjiu"] = "你可以将你的一张【肉】、【酒】或【迷】当【酒】或【迷】使用。",
	["guitai"] = "鬼胎",
	[":guitai"] = "你的回合外，每当其他角色成为【肉】的目标时，若你已受伤，你可以弃置一张红桃牌，将该【肉】转移给你。",
	["@guitai"] = "%src 吃了【肉】，你可以弃掉一张红桃牌发动【鬼胎】，将【肉】抢走并吃掉",
	["#Guitai"] = "%from 发动了技能【%arg】，将 %to 的 %arg2 抢走吃掉了",
	["$hunjiu1"] = "这梁山义酒如何？",
	["$hunjiu2"] = "客官，这酒可浑？",
	["$guitai1"] = "嘿嘿～",
	["$guitai2"] = "且慢！这可是毒药！",
	["~zhufu"] = "难道笑也有错？",

	["$taozongwang"] = "075",
	["#taozongwang"] = "九尾龟", -- min 3hp (bwqz)
	["taozongwang"] = "陶宗旺",
	["cv:taozongwang"] = "东方胤弘【夜澜锦音】",
	["coder:taozongwang"] = "宇文天启",
	["qiaogong"] = "巧工",
	[":qiaogong"] = "<b>锁定技</b>，若某一种类的装备牌只有一张在场上，则视为你装备着该装备。",
	["manli"] = "蛮力",
	[":manli"] = "出牌阶段，当你使用【杀】或【决斗】对其他角色造成伤害时，若你已装备了武器和防具，则你可以令该伤害+1。",
	["#ManliBuff"] = "%from【蛮力】爆发，对 %to 的伤害从 %arg 点上升至 %arg2 点",
	["$qiaogong1"] = "粗中有细！",
	["$qiaogong2"] = "这细巧手段如何？",
	["$manli1"] = "千斤铁闸我独扛！",
	["$manli2"] = "吾之臂力，何人能敌？",
	["~taozongwang"] = "兄弟们，快！",

}

