-- XueZhanDaoDi Shuihusha part 2.

return {
	["XZDD"] = "血战到底",

	["#yanglin"] = "锦豹子", -- kou 4hp (cgdk)
	["yanglin"] = "杨林",
	["cv:yanglin"] = "蓝调【裔美声社】",
	["citan"] = "刺探",
	[":citan"] = "其他角色的弃牌阶段结束时，若该角色在此阶段中弃置的牌不少于两张，你可以观看一次该角色的手牌，并可以将其中的任意一张牌交给除该角色外的任一角色。",
	["$citan1"] = "哥哥，情况已探明！",
	["$citan2"] = "你的行踪暴露了！",
	["~yanglin"] = "不好！中计了！",

	["#kongliang"] = "独火星", -- kou 3hp (bwqz)
	["kongliang"] = "孔亮",
	["designer:kongliang"] = "烨子&凌天翼",
	["nusha"] = "怒杀",
	["cv:kongliang"] = "烨子【剪刀剧团】",
	[":nusha"] = "出牌阶段，你可以弃置一张【杀】，对除你以外手牌数最多的一名角色造成1点伤害。每回合限一次。",
	["wanku"] = "纨绔",
	[":wanku"] = "回合结束阶段，你可以将手牌补至你当前体力值的张数。每回合限一次。",
	["$nusha1"] = "你这厮是吃了熊心豹子胆了！",
	["$nusha2"] = "家财万贯安能保住你性命？！",
	["$wanku1"] = "吾出身富家，性喜玩乐。",
	["$wanku2"] = "鼠目寸光，如何了却我的心思？！",
	["~kongliang"] = "吾不识水性啊！",

	["#xiangchong"] = "八臂哪吒", -- jiang 4hp (ybyt)
	["xiangchong"] = "项充",
	["cv:xiangchong"] = "爪子",
	["coder:xiangchong"] = "战栗贵公子",
	["xuandao"] = "旋刀",
	[":xuandao"] = "<b>锁定技</b>，当你使用的【杀】被【闪】抵消时，你不能发动武器技能，视为你对目标角色的下家使用了同一张【杀】。\
★同一张【杀】即同来源、同程度、同属性、同花色、同点数。",
	["#Xuandao"] = "%from 的锁定技【%arg】被触发，视为对 %to 使用了同一张【杀】",
	["$xuandao1"] = "刀影漫天，必有一伤！",
	["$xuandao2"] = "飞刀贯心！",
	["~xiangchong"] = "命绝～睦州城～",

	["#gongwang"] = "花项虎", -- min 4hp (xzdd)
	["gongwang"] = "龚旺",
	["cv:gongwang"] = "猎狐【声声melody】",
	["feiqiang"] = "飞枪",
	[":feiqiang"] = "出牌阶段，你可以弃置一张武器牌并指定任一其他角色。该角色须弃置一张【闪】，否则你执行下列两项中的一项：1.令该角色失去1点体力；2.弃掉该角色装备区里的所有牌。每回合限一次。",
	["@feiqiang"] = "请弃置一张【闪】，否则由 %src 执行【飞枪】的效果",
	["feiqiang:gong"] = "令其失去1点体力",
	["feiqiang:wang"] = "弃掉其装备区里的所有牌",
	["$feiqiang1"] = "杀汝等个措手不及！",
	["$feiqiang2"] = "看我飞枪！",
	["~gongwang"] = "啊！",

	["#caozheng"] = "操刀鬼", -- min 3hp (zcyn)
	["caozheng"] = "曹正",
	["cv:caozheng"] = "佚名",
	["tuzai"] = "屠宰",
	[":tuzai"] = "你每使用【杀】对其他角色造成一次伤害，可以展示该角色的一张手牌：若该牌为红色，你弃掉该牌，然后摸一张牌。",
	["$tuzai1"] = "一刀砍下，挖了你心肝！",
	["$tuzai2"] = "杀人如杀猪！",
	["~caozheng"] = "这刀太钝了。",

	["#zouyuan"] = "出林龙", -- min 4hp (ybyt)
	["zouyuan"] = "邹渊",
	["cv:zouyuan"] = "猎狐【声声melody】",
	["coder:zouyuan"] = "战栗贵公子",
	["longao"] = "龙傲",
	[":longao"] = "当其他角色使用非延时类锦囊指定了唯一的目标角色时，你可以弃置一张牌，执行下列两项中的一项：1.将该锦囊转移给除该角色和目标角色外的任一角色；2.弃掉该角色的一张牌。",
	["longao:zhuan"] = "转移锦囊目标",
	["longao:qi"] = "弃掉使用者的一张牌",
	["$longao1"] = "龙出山林，翱翔八荒！",
	["$longao2"] = "这般手段，可不适用。",
	["~zouyuan"] = "今夜山寨里，梦魂安得空回去？",

	["#caifu"] = "铁臂膊", -- jiang 4hp (zcyn)
	["caifu"] = "蔡福",
	["cv:caifu"] = "刺客【怀旧配音联盟】",
	["juesi"] = "诀死",
	[":juesi"] = "<b>锁定技</b>，每当你对其他角色造成伤害时，若该角色的当前体力值不大于1，则该伤害+1。",
	["#JuesiBuff"] = "%from 的锁定技【决死】被触发，对 %to 的伤害从 %arg 点上升至 %arg2 点",
	["$juesi1"] = "手起刀落，血溅刑场！",
	["$juesi2"] = "阎王要你三更死，谁敢留您到五更！",
	["~caifu"] = "尔等竟敢劫法……场……",

	["#gudasao"] = "母大虫", -- kou 4hp (zcyn)
	["gudasao"] = "顾大嫂",
	["cv:gudasao"] = "南宫泓【「御」】",
	["cihu"] = "雌虎",
	[":cihu"] = "任一女性角色每受到一次男性角色使用【杀】造成的伤害，你可以弃置X张牌，X为该女性角色的当前体力值，对伤害来源造成1点伤害，然后令任一已受伤的女性角色回复1点体力。",
	["@cihu"] = "%src 对可怜的 %arg 造成了伤害，你可以发动【雌虎】来锄强扶弱！",
	["$cihu1"] = "何人敢在老娘店里撒野？！",
	["$cihu2"] = "欺负女人，你算什么好汉？！",
	["~gudasao"] = "尔等竟敢暗算老娘！",

	["#malin"] = "铁笛仙", -- kou 3hp (cgdk)
	["malin"] = "马麟",
	["cv:malin"] = "烨子【剪刀剧团】",
	["lingdi"] = "灵笛",
	[":lingdi"] = "出牌阶段，你可以弃置一张牌并指定一名武将牌背面朝上和一名武将牌正面朝上的角色，令他们分别将其武将牌翻面。每回合限一次。",
	["qiaodou"] = "巧斗",
	[":qiaodou"] = "你每受到一次伤害，可以将伤害来源的武将牌翻面。",
	["$lingdi1"] = "不变应万变，不离其宗。",
	["$lingdi2"] = "汝应备战，换其出战。",
	["$qiaodou1"] = "人困马乏，且先稍作歇息。",
	["$qiaodou2"] = "别紧张，听吾一曲，休养生息。",
	["~malin"] = "笛声如水，难吹万种风情。",

	["#tanglong"] = "金钱豹子", -- jiang 3hp (ybyt)
	["tanglong"] = "汤隆",
	["designer:tanglong"] = "宇文天启",
	["cuihuo"] = "淬火",
	[":cuihuo"] = "当你失去装备区里的一张牌时，可以摸两张牌",
	["goldsoup"] = "金汤",
	[":goldsoup"] = "<b>锁定技</b>，当你受到装备有武器的角色造成的伤害时，有30%的反伤几率；你每装备一件装备，反伤几率增加15%",
	["~tanglong"] = "祸起萧墙……破金汤……",

	["#zourun"] = "独角龙", -- min 3hp (zcyn)
	["zourun"] = "邹润",
	["cv:zourun"] = "蓝调【裔美声社】",
	["longjiao"] = "龙角",
	[":longjiao"] = "每当你成为非延时类锦囊的目标时，你可以摸两张牌，然后将其中的一张置于牌堆顶。",
	["$longjiao1"] = "重新开始吧！",
	["$longjiao2"] = "一鼓作气，惊天动地！",
	["~zourun"] = "竟然～撞不倒！",
--	["~zourun"] = "龙角已断，兄弟分离",

	["#maling"] = "神驹子", -- jiang 3hp (fcdc)
	["maling"] = "马灵",
	["fengxing"] = "风行",
	[":fengxing"] = "<b>锁定技</b>，你始终跳过你的判定阶段、摸牌阶段和弃牌阶段；你每失去一张手牌，若你的手牌数小于你的体力上限，则你须摸一张牌。",

}
