return {
	["impasse_fight"] = "兵临城下",

	["silue"] = "思略",
	[":silue"] = "<b>锁定技</b>，摸牌阶段，你始终摸X张牌，X为你当前的体力值；\
	进入<font color=red>暴走状态</font>后，摸牌阶段始终从其他存活角色那各摸一张牌",
	["kedi"] = "克敌",
	[":kedi"] = "每当你受到1点伤害可以摸X张牌，X为你当前体力值；\
	进入<font color=red>暴走状态</font>后，每当你受到1点伤害可以摸X张牌，X为场上存活的角色数",
	["yuanyin"] = "援引",
	[":yuanyin"] = "<b>锁定技</b>，回合开始阶段，若你的手牌不大于X，你可以从除你以外每名角色那获得一张手牌，若目标角色无手牌，则失去一点体力。X为你当前体力值；\
	进入<font color=red>暴走状态</font>后，若目标角色无手牌，则失去两点体力。X为存活的角色数与你当前体力上限之和。\
	技能附效：你的手牌上限至多为存活的角色数。",
	["tiemu"] = "铁幕",
	[":tiemu"] = "<b>锁定技</b>，回合结束阶段，你可以摸X张牌。X为你当前体力值；\
	进入<font color=red>暴走状态</font>后，X为存活的角色数并获得额外技能效果：你的回合外，当你的手牌不大于存活的角色数时，若你成为锦囊牌的唯一目标，则该锦囊对你无效。\
	技能附效：你每次受到的伤害始终为1.",
	["tiemuf"] = "铁幕",

	["guzhan"] = "孤战",
	[":guzhan"] = "<b>锁定技</b>，当你没装备武器时，你在出牌阶段使用【杀】无次数限制。",
	["yangzhan"] = "养战",
	[":yangzhan"] = "<b>锁定技</b>，出牌阶段，每当你对其他角色造成一点伤害时，你回复一点体力；当手牌小于存活的角色数时，你摸一张牌。",
	["duduan"] = "独断",
	[":duduan"] = "<b>锁定技</b>，你不能成为延时类锦囊的目标。",

	["#Baozou"] = "%from 进入暴走状态",
	["#BaozouOver"] = "%from 的暴走状态消失，[绝境之战]事件触发。每名角色开始进行判定",
	["#TiemuAvoid"] = "%to 的技能【%arg2】被触发，%from 对 %to 使用的锦囊 %arg 无效",

	["@frantic"] = "暴走",

-- effect
	["$silue1"] = "一荣俱荣，一损俱损！", -- 未暴走
	["$silue2"] = "以思谟为度，故能成策略之奇。", -- 已暴走
	["$kedi1"] = "受得一枪，还以数箭！", -- 未暴走
	["$kedi2"] = "逆贼有必亡之势，吾将有克敌之能！", -- 已暴走
	["$yuanyin1"] = "诚请诸位施以援手！", -- 未暴走
	["$yuanyin2"] = "各部速来支援，即刻出战！",
	["$yuanyin3"] = "诸将同心，志在必得！", -- 已暴走
	["$yuanyin4"] = "一慎防守，以固封疆。",
	["$tiemu1"] = "吾自有定数！", -- 未暴走
	["$tiemu2"] = "摆下此阵，叫苍蝇也休要飞进来！",
	["$tiemu3"] = "此计今无益。", -- 已暴走
	["$tiemu4"] = "汝口舌不足，当动刀动斧。",
	["$tiemu5"] = "行军用兵之道，非及向时之士也。", -- 附效1
	["$tiemu6"] = "将军急功近利，必得其反。", -- 附效2
	["$yangzhan1"] = "以战养战！", -- 回复体力
	["$yangzhan2"] = "百战之士当不殆！", -- 摸牌

	["$silue3"] = "一荣俱荣，一损俱损！", -- 未暴走
	["$silue4"] = "以思谟为度，故能成策略之奇。", -- 已暴走
	["$kedi3"] = "受得一枪，还以数箭！", -- 未暴走
	["$kedi4"] = "逆贼有必亡之势，吾将有克敌之能！", -- 已暴走
	["$yuanyin5"] = "诚请诸位施以援手！", -- 未暴走
	["$yuanyin6"] = "各部速来支援，即刻出战！",
	["$yuanyin7"] = "诸将同心，志在必得！", -- 已暴走
	["$yuanyin8"] = "一慎防守，以固封疆。",
	["$tiemuf1"] = "吾自有定数！", -- 未暴走
	["$tiemuf2"] = "摆下此阵，叫苍蝇也休要飞进来！",
	["$tiemuf3"] = "此计今无益。", -- 已暴走
	["$tiemuf4"] = "汝口舌不足，当动刀动斧。",
	["$tiemuf5"] = "行军用兵之道，非及向时之士也。", -- 附效1
	["$tiemuf6"] = "将军急功近利，必得其反。", -- 附效2
	["$yangzhan3"] = "以战养战！", -- 回复体力
	["$yangzhan4"] = "百战之士当不殆！", -- 摸牌
}